data/perf/campaign-f3deebfbab60/flag-mysql/mysql/tsan-nofe/run5/oltp_write_only.txt
Sysbench script: /usr/share/sysbench/oltp_write_only.lua
sysbench /usr/share/sysbench/oltp_write_only.lua --mysql-user=root --mysql-socket=/tmp/mysql.sock  --threads=36 --time=180 --rand-type=special run | awk '/Latency \(ms\):/ { exit; } 1'
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 36
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           102765
        other:                           51481
        total:                           154246
    transactions:                        25588  (141.99 per sec.)
    queries:                             154246 (855.95 per sec.)
    ignored errors:                      305    (1.69 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          180.2011s
    total number of events:              25588

MySQL build: ..